      * ========================================================================== */
      *                                                                            */
      *   COBOLname.cbl                                                            */
      *   (c) 2008 Author                                                          */
      *                                                                            */
      *   Description                                                              */
      *                                                                            */
      * ========================================================================== */
      *Program description
       Identification Division.
       Program-Id.
       Author.
       Environment Division.
       Configuration Section.
       Special-Names.
       Input-Output Section.
       File-Control.
      
       Data Division.
       File Section.

       Working-Storage Section.

       Screen section.

      
       Procedure Division.

      
       END PROGRAM.
